Repository: kubrick06010/ListenScrobbler
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pl, pt, ru, sv, tr, zh_hans

source: Popular tags
de: Beliebte Tags
es: Etiquetas populares
fr: Tags populaires
it: Tag popolari
ja: 人気のタグ
pl: Popularne znaczniki
pt: Marcas populares
ru: Популярные теги
sv: Populära taggar
tr: Popüler etiketler
zh_hans: 流行标签

source: Port
de: Hafen
es: Puerto
it: Porto
ja: ポートレート
pt: Porto
ru: Порт
sv: Port Port Port Port
tr: Port Port
zh_hans: 端口

source: Preferences
de: Präferenzen
es: Preferencias
fr: Préférences
it: Preferenze
ja: リファレンス
pl: Ustawienia
pt: Preferências
ru: Предпочтения
sv: Föreställningar
tr: Tercihler
zh_hans: 首选项

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
pl: Profil
pt: Perfil
ru: профиль
sv: Profil
tr: Profil Profili
zh_hans: 简介

source: Proxy Mode
de: Proxy-Modus
es: Modo proxy
fr: Mode mandataire
it: Modalità proxy
ja: プロキシモード
pl: Tryb proxy
pt: Modo Proxy
ru: Прокси-режим
zh_hans: 代理模式

source: Proxy and connectivity
de: Proxy und Connectivity
es: Proxy y conectividad
fr: Proxy et connectivité
it: Proxy e connettività
ja: プロキシと接続
pl: Proxy i łączność
pt: Proxy e conectividade
ru: Прокси и связь
sv: Proxy och anslutning
tr: Proxy ve bağlantı
zh_hans: 代理和连接

source: Queue
de: Schlange
es: Cola
fr: Demande
it: Que.
ja: キュー
pl: Kolejka
pt: Fila
ru: очередь
zh_hans: 队列

source: Queue And Retry
de: Warteschlange und Retry
es: Cola y reintento
fr: Queue et réessayer
ja: キューとリトリー
pl: Kolejka i retry
pt: Fila e repetição
ru: Очередь и ретрит
sv: Queue och Retry
zh_hans: 队列和重试

source: Queue File
de: Warteschlange
es: Archivo de cola
fr: Fichier de requêtes
it: File di coda
ja: キューファイル
pl: Plik kolejki
pt: Ficheiro de Fila
ru: Файл очереди
zh_hans: 队列文件

source: Queue is empty. Tracks that pass threshold rules will appear here for each enabled backend.
de: Warteschlange ist leer. Tracks, die Schwellenwertregeln überschreiten, werden hier für jedes aktivierte Backend angezeigt.
es: La cola está vacía. Las pistas que cumplan las reglas de umbral aparecerán aquí para cada servicio activado.
fr: La file est vide. Des pistes qui passent les règles de seuil apparaîtront ici pour chaque moteur activé.
it: La coda è vuota. Le tracce che superano le regole di soglia verranno visualizzate qui per ogni backend abilitato.
ja: キューは空です。 しきい値のルールを渡るトラックは、各有効なバックエンドにここに表示されます。
pl: Kolejka jest pusta. Dla każdego włączonego oparcia pojawią się tu utwory, które przechodzą zasady progowe.
pt: A fila está vazia. As faixas que passam as regras de limiar aparecerão aqui para cada infra- estrutura ativada.
ru: Очередь пуста. Треки, которые проходят пороговые правила, появятся здесь для каждого включенного бэкэнда.
sv: Queue är tom. Spår som passerar tröskelregler kommer att visas här för varje aktiverad backend.
tr: Queue boş. Eşleme kurallarını geçen Tracks her etkinleştirilen arka uç için burada görünecektir.
zh_hans: 腾讯为空. 通过阈值规则的音轨将在此为每个启用的后端显示 。

source: Queued Jobs
de: Angestellte Jobs
es: Tareas en cola
fr: Emplois en attente
it: Offerte di lavoro
ja: キューイングジョブ
pl: Miejsca pracy w kolejce
pt: Trabalhos em fila
ru: Очередь рабочих мест
zh_hans: 排队任务

source: Queued deletion for %@
de: Streichung in der Warteschlange für %@
es: Eliminación en cola para %@
fr: Suppression demandée pour %@
it: Cancellazione richiesta per %@
ja: %@のキューイング削除
pl: Usuwanie w kolejce dla %@
pt: Exclusão em fila para o %@
ru: Очередное удаление для %@
sv: Queued deletion för %@
tr: %@ için
zh_hans: %@ 排队删除

source: Quit
de: Quittung
es: Salir
fr: Quitter
it: Smettila.
ja: ログイン
pl: Zakończ
pt: Sair
ru: Бросить
tr: Oldukça güzel
zh_hans: 退出

source: Radio failed: %@
de: Radio gescheitert: %@
es: Error de radio: %@
fr: La radio a échoué : %@
it: Radio fallita: %@
ja: 無線は失敗しました:%@
pl: Radio nie powiodło się: %@
pt: Falha no rádio: %@
ru: Радио не работает: %@
sv: Radio misslyckades: %@
tr: Radyo başarısız oldu: %@
zh_hans: 收音机失败: %@

source: Radio off
de: Radio aus
es: radio apagada
fr: Radio éteinte
it: Radio spenta
ja: ラジオオフ
pl: Radio wyłączone
pt: Desligar rádio
ru: Радио отключено
tr: Radyo kapalı
zh_hans: 关掉无线电

source: Radio on
de: Funkgerät
es: radio encendida
fr: Radio sur
it: Radio su
ja: ラジオオン
pl: Radio włączone
pt: Rádio ligado
ru: Радиостанция
sv: Radio på
tr: Radyo Radyo
zh_hans: 无线电

source: Range
de: Reichweite
es: Rango
fr: Portée
it: Ampiezza
ja: レンジ
pl: Zakres
pt: Intervalo
ru: диапазон
tr: Range Range
zh_hans: 范围

source: Rate limited by the compatibility service.
de: Preis begrenzt durch den Kompatibilitätsdienst.
es: Tarifa limitada por el servicio de compatibilidad.
fr: Tarif limité par le service de compatibilité.
it: Tasso limitato dal servizio di compatibilità.
ja: 互換性サービスによるレート制限
pl: Oceń ograniczony przez usługi kompatybilności.
pt: Taxa limitada pelo serviço de compatibilidade.
ru: Стоимость ограничена службой совместимости.
sv: Betyg som begränsas av kompatibilitetstjänsten.
tr: uyumluluk servisi ile sınırlı puan verin.
zh_hans: 速率受兼容服务限制.

source: Rate limited by the compatibility service. Retry in about %lld seconds.
de: Preis begrenzt durch den Kompatibilitätsdienst. Versuchen Sie es in etwa %lld Sekunden.
es: Tarifa limitada por el servicio de compatibilidad. Vuelva a intentarlo en aproximadamente %lld segundos.
fr: Tarif limité par le service de compatibilité. Essaie de revenir sur %lld secondes.
it: Tasso limitato dal servizio di compatibilità. Riprovare in circa %lld secondi.
ja: 互換性サービスによるレート制限 %lld秒単位で再試行します。
pl: Oceń ograniczony przez usługi kompatybilności. Wciągnąć w około %lld sekund.
pt: Taxa limitada pelo serviço de compatibilidade. Tente novamente em cerca de segundos %lld.
ru: Стоимость ограничена службой совместимости. Повторяйте примерно через %lld секунды.
sv: Betyg som begränsas av kompatibilitetstjänsten. Fortsätt läsa om %lld sekunder.
tr: uyumluluk servisi ile sınırlı puan verin. %lld saniyeleri hakkında yeniden deneme.
zh_hans: 速率受兼容服务限制. 在大约%lld秒内重试.

source: Read on Wikipedia
de: Lesen Sie auf Wikipedia
es: Leer en Wikipedia
fr: Lire sur Wikipédia
it: Leggi su Wikipedia
ja: Wikipediaで読む
pl: Przeczytaj na Wikipedia
pt: Ler na Wikipédia
ru: Читать на Wikipedia
sv: Läs om Wikipedia
tr: Wikipedia üzerinde okuyun
zh_hans: 在 Wikipedia 上读取

source: Ready for your next listen
de: Bereit für dein nächstes Hören
es: Listo para tu próxima escucha
fr: Prêt pour votre prochaine écoute
it: Pronti per il tuo prossimo ascolto
ja: あなたの次のリスニングのための準備
pl: Gotowy na następne słuchanie
pt: Pronto para a próxima audição
ru: Готовы к следующему слушанию
sv: Redo för din nästa lyssna
tr: Bir sonraki dinlemek için hazır
zh_hans: 准备听下一个

source: Ready to love %@
de: Bereit, %@ zu lieben
es: Lista para marcar %@ como favorita
fr: Prêt à aimer %@
it: Pronto ad amare %@
ja: %@ を愛する準備
pl: Gotowy na miłość %@
pt: Pronto para amar %@
ru: Готовы полюбить %@
sv: Redo att älska %@
tr: %@ sevmeye hazır
zh_hans: 准备爱%@

source: Ready to love on ListenBrainz
de: Bereit zu lieben auf ListenBrainz
es: Lista para marcar como favorita en ListenBrainz
fr: Prêt à aimer sur ListenBrainz
it: Pronto ad amare su ListenBrainz
ja: ListenBrainzで愛する準備
pl: Gotowy do miłości na ListenBrainz
pt: Pronto para amar em ListenBrainz
ru: Готовы любить в ListenBrainz
sv: Redo att älska på ListenBrainz
tr: ListenBrainz üzerinde sevmeye hazır
zh_hans: 准备爱在ListenBrainz上

source: Received
de: Empfangen
es: Recibido
fr: Reçu
it: Ricevuto
ja: 受付開始
pl: Otrzymane
pt: Recebido
ru: Полученный
sv: mottagen
tr: Kabul edildi
zh_hans: 实收

source: Recent Listen
de: Aktuelles Listen
es: Escucha reciente
fr: Écouter récemment
it: Ascoltate
ja: 最近のコメント
pl: Ostatnio posłuchaj
pt: Ouvir Recentes
ru: Недавний прослушивание
sv: Nyligen lyssna
tr: Son Albüm
zh_hans: 最近的声音

source: Recent ListenBrainz Activity
de: ListenBrainz Tätigkeit
es: Actividad reciente de ListenBrainz
fr: ListenBrainz récent Activité
it: ListenBrainz Attività
ja: 最近のListenBrainz活動
pl: Ostatnie działanie ListenBrainz
pt: ListenBrainz Recentes Actividade
ru: Последние действия ListenBrainz
sv: Nyligen ListenBrainz Aktivitet
tr: Son ListenBrainz Aktivitesi
zh_hans: 最近的 ListenBrainz 活动

source: Recent listens, now playing state, manual submissions, and library scans stay quick to reach.
de: Aktuelle Listens, jetzt Status, manuelle Einsendungen und Bibliotheksscans bleiben schnell zu erreichen.
es: Las escuchas recientes, el estado de reproducción, los envíos manuales y los análisis de biblioteca siguen siempre a mano.
fr: Les écoutes récentes, maintenant en jouant l'état, les soumissions manuelles, et les scans de bibliothèque restent rapides à atteindre.
it: Ascolti recenti, ora giocando stato, presentazioni manuali, e le scansioni di libreria rimangono veloci da raggiungere.
ja: 最近のリスニング、現在、状態、マニュアルの投稿、およびライブラリのスキャンの再生はすぐに到達します。
pl: Ostatnio słucha, teraz gra stan, manualne zgłoszenia, i skany biblioteki pozostają szybko dotrzeć.
pt: Escutas recentes, agora jogando estado, submissões manuais, e varreduras de biblioteca ficar rápido para chegar.
ru: Недавние прослушивания, теперь игра состояния, ручные представления и сканирование библиотеки остаются быстрыми.
sv: Nyligen lyssnar, nu spelar statliga, manuella inlagor och biblioteksskanningar stannar snabbt för att nå.
tr: Son dinlemeler, şimdi devlet, manuel gönderimler oynuyor ve kütüphane taramaları ulaşmak için hızlı kalıyor.
zh_hans: 最近的收听,现在播放状态,人工提交,和库扫描保持快速到达.

source: Recently Active
de: Kürzlich aktiv
es: Activo recientemente
fr: Dernièrement actif
it: Recentemente attiva
ja: 最近の活動
pl: Ostatnio aktywny
pt: Ativo Recentemente
ru: В последнее время активно
sv: Nyligen aktiv
tr: Son zamanlarda Active
zh_hans: 最近活动

source: Recipients, comma-separated
de: Empfänger, kommagetrennt
es: Destinatarios, separados por comas
fr: Bénéficiaires, séparés par des virgules
it: Recipienti, separati da virgola
ja: 受精者、コンマ区切り
pl: Odbiorcy, oddzieleni comma-
pt: Destinatários, separados por vírgulas
ru: Получатели, разделенные запятыми
sv: Mottagare, comma-separerade
zh_hans: 以逗号分隔的收件人

source: Recommend
de: Empfohlen
es: Recomendar
fr: Recommander
it: Raccomandazioni
ja: おすすめ
pl: Zalecane
pt: Recomendar
ru: Рекомендовать
sv: rekommendation
tr: Tavsiye
zh_hans: 建议

source: Recommendation Playlists
de: Empfehlung Playlists
es: Listas de reproducción recomendadas
fr: Listes de lecture des recommandations
it: Raccomandazioni
ja: 推奨プレイリスト
pl: Lista odtwarzania rekomendacji
pt: Listas de Reprodução de Recomendação
ru: Рекомендации Playlists
sv: Rekommendation spellistor
tr: Seçenek Playlists
zh_hans: 建议播放列表

source: Recommendation Radio
de: Empfehlung Funk
es: Recomendación de radio
fr: Recommandation Radio
it: Raccomandazione Radio
ja: 推奨ラジオ
pl: Zalecenie Radio
pt: Rádio Recomendação
ru: Рекомендация Радио
sv: Rekommendationsradio
tr: Radyo Önerisi
zh_hans: 建议电台

source: Recommendations
de: Empfehlungen
es: Recomendaciones
fr: Recommandations
it: Raccomandazione
ja: 推奨事項
pl: Zalecenia
pt: Recomendações
ru: Рекомендации
sv: rekommendationer
tr: Tavsiyeler
zh_hans: 建议

source: Recommended
de: Empfohlen
es: Recomendada
fr: Recommandation
it: Consigliato
ja: おすすめ商品
pl: Zalecane
pt: Recomendado
ru: рекомендованный
sv: Rekommenderas
tr: Önerilen önerilen önerilen önerilen
zh_hans: 建议

source: Recommended For You
de: Empfohlen für Sie
es: Recomendado para ti
fr: Recommandé pour vous
it: Consigliato per te
ja: あなたのために推薦して下さい
pl: Zalecane dla Ciebie
pt: Recomendado Para Você
ru: Рекомендуем для вас
sv: Rekommenderas för dig
tr: Sizin için önerilen
zh_hans: 为您推荐

source: Recording MBID
de: Aufzeichnung MBID
es: Grabación de MBID
fr: Enregistrement MBID
it: Registrazione MBID
ja: MBIDの記録
pl: Rejestrowanie MBID
pt: Gravando MBID
ru: Запись MBID
sv: Inspelning av MBID
tr: Kayıt MBID
zh_hans: 正在录制 MBID

source: Recording MSID
de: Aufnahme-MSID
es: MSID de la grabación
fr: MSID de l’enregistrement
it: MSID della registrazione
ja: レコーディングMSID
pl: MSID nagrania
pt: MSID da gravação
ru: MSID записи
sv: Inspelnings-MSID
tr: Kayıt MSID’si
zh_hans: 录音 MSID

source: Recovered from portable bundle files
de: Aus portablen Paketdateien wiederhergestellt
es: Recuperadas de archivos de paquete portátiles
fr: Récupérés depuis des fichiers de lot portables
it: Recuperati da file bundle portatili
ja: ポータブルバンドルファイルから復元
pl: Odzyskano z przenośnych plików pakietów
pt: Recuperadas de ficheiros de pacote portáteis
ru: Восстановлено из переносимых файлов пакетов
sv: Återställda från portabla paketfiler
tr: Taşınabilir paket dosyalarından kurtarıldı
zh_hans: 从便携式包文件恢复

source: Refresh
de: Erfrischend
es: Actualizar
fr: Actualiser
it: Rifiuti
ja: リフレッシュ
pl: Odśwież
pt: Actualizar
ru: освежить
tr: Yenileme
zh_hans: 刷新

source: Refresh Discover
de: Erfrischende Entdeckung
es: Actualizar Descubrir
fr: Découvrir rafraîchir
it: Scopri di più
ja: リフレッシュ 発見
pl: Odśwież Odkryj
pt: Actualizar o Descobrir
ru: Обновить Discover
tr: Discover Discover Discover Discover
zh_hans: 刷新发现

source: Refresh ListenBrainz
de: Erfrischendes ListenBrainz
es: Actualizar ListenBrainz
fr: Rafraîchir ListenBrainz
it: ListenBrainz
ja: リフレッシュListenBrainz
pl: Odśwież ListenBrainz
pt: Atualizar ListenBrainz
ru: Обновить ListenBrainz
sv: Redigera ListenBrainz
tr: YenilemeListenBrainz
zh_hans: 刷新 ListenBrainz

source: Refresh ListenBrainz charts
de: ListenBrainz-Charts aktualisieren
es: Actualizar gráficos de ListenBrainz
fr: Actualiser les graphiques ListenBrainz
it: Carte rinfrescanti ListenBrainz
ja: ListenBrainzチャートをリフレッシュ
pl: Odśwież wykresy ListenBrainz
pt: Atualizar gráficos ListenBrainz
ru: Обновить ListenBrainz графики
sv: Uppdatera ListenBrainz-diagram
tr: Yeni ListenBrainz grafikler
zh_hans: 刷新 ListenBrainz 图表

source: Refresh ListenScrobbler Widgets
de: Erfrischendes ListenScrobbler Widgets
es: Actualizar widgets de ListenScrobbler
fr: Rafraîchir ListenScrobbler Widgets
it: ListenScrobbler Widgets
ja: リフレッシュListenScrobbler ウィジェット
pl: Odśwież ListenScrobbler Widgety
pt: Atualizar ListenScrobbler Widgets
ru: Обновить ListenScrobbler виджеты
sv: Redigera ListenScrobbler Widgets
tr: YenilemeListenScrobblerWidgets
zh_hans: 刷新 ListenScrobbler 部件

source: Refresh ListenScrobbler to update ListenBrainz.
de: Aktualisieren Sie ListenScrobbler, um ListenBrainz zu aktualisieren.
es: Actualiza ListenScrobbler para actualizar ListenBrainz.
fr: Rafraîchir ListenScrobbler pour mettre à jour ListenBrainz.
it: Aggiornare ListenScrobbler per aggiornare ListenBrainz.
ja: ListenBrainz を更新するために ListenScrobbler を更新します。
pl: Odśwież ListenScrobbler, aby zaktualizować ListenBrainz.
pt: Atualizar ListenScrobbler para atualizar ListenBrainz.
ru: Обновите ListenScrobbler для обновления ListenBrainz.
sv: Uppdatera ListenScrobbler för att uppdatera ListenBrainz.
tr: ListenBrainz'u güncellemek için ListenScrobbler'i yenileyin.
zh_hans: 刷新 ListenScrobbler 以更新 ListenBrainz 。

source: Refresh Listens
de: Erfrischendes Hören
es: Actualizar escuchas
fr: Actualiser les écoutes
it: Aggiornamenti
ja: リフレッシュ リスニング
pl: Odśwież listę
pt: Actualizar as Escutas
ru: Refresh слушать
tr: Yeni Albümler
zh_hans: 刷新听觉

source: Refresh Recommendations
de: Refresh Empfehlungen
es: Actualizar recomendaciones
fr: Actualiser les recommandations
it: Raccomandazioni rinfrescanti
ja: 推薦を新たにして下さい
pl: Odśwież zalecenia
pt: Atualizar recomendações
ru: Обновить рекомендации
sv: Refresh rekommendationer
tr: Yeni Tavsiyeler
zh_hans: 刷新建议

source: Refresh Widgets
de: Erfrischende Widgets
es: Actualizar widgets
fr: Actualiser les widgets
it: Widget rinfrescanti
ja: ウィジェットをリフレッシュ
pl: Odśwież widżety
pt: Actualizar os Elementos
ru: Обновить виджеты
tr: Yeni Widgets
zh_hans: 刷新部件

source: Refresh recommendations in ListenScrobbler.
de: Refresh Empfehlungen in ListenScrobbler.
es: Actualiza las recomendaciones en ListenScrobbler.
fr: Rafraîchir les recommandations dans ListenScrobbler.
it: Raccomandazioni riservate in ListenScrobbler.
ja: ListenScrobblerで推奨事項を更新します。
pl: Odśwież zalecenia w ListenScrobbler.
pt: Atualizar recomendações em ListenScrobbler.
ru: Обновить рекомендации в ListenScrobbler.
sv: Rekommendationer i ListenScrobbler.
tr: ListenScrobbler'de yeni öneriler.
zh_hans: 刷新 ListenScrobbler 中的建议 。

source: Refresh stats or listens to seed artist radio
de: Refresh-Statistiken oder hört Seed Artist Radio
es: Actualiza las estadísticas o escucha la radio del artista semilla
fr: Rafraîchir les statistiques ou écouter la radio de seed artist
it: Rifiuti statistiche o ascolta la radio dell'artista di seme
ja: ステータスをリフレッシュするか、シードアーティストのラジオを聴く
pl: Odśwież statystyki lub słuchaj radia artysty nasion
pt: Atualizar estatísticas ou escuta rádio artista semente
ru: Обновление статистики или прослушивание семенного артиста радио
sv: Uppfrisk statistik eller lyssnar på fröartistradio
tr: Yeni istatistikler veya sanatçı radyosuna kulak verin
zh_hans: 刷新数据或收听种子艺人电台

source: Refreshing
de: Erfrischend
es: Actualizando
fr: Rafraîchissement
it: Raffreddamento
ja: リフレッシュ
pl: Odświeżające
pt: Atualizando
ru: освежающий
sv: Uppfriskande
tr: Yenileme
zh_hans: 刷新

source: Registered
de: Registriert
es: Registrado
fr: Inscrit
it: Registrato
ja: 登録済み
pl: Zarejestrowany
pt: Registado
ru: зарегистрированный
sv: Registrerad
tr: Kayıt
zh_hans: 已登记

source: Related Artists
de: Verwandte Künstler
es: Artistas relacionados
fr: Artistes associés
it: Artisti correlati
ja: 関連アーティスト
pl: Powiązani artyści
pt: Artistas relacionados
ru: Связанные художники
sv: Relaterade konstnärer
tr: İlgili Sanatçılar
zh_hans: 相关艺术家

source: Related Listeners
de: Verwandte Zuhörer
es: Oyentes relacionados
fr: Auditeurs associés
it: Ascolti correlati
ja: 関連リスナー
pl: Pokrewni słuchacze
pt: Ouvintes Relacionados
ru: Связанные слушатели
sv: Relaterade lyssnare
tr: İlgili Diners
zh_hans: 相关听众

source: Related-listener endpoint unavailable; showing %lld people
de: Related-Listener-Endpunkt nicht verfügbar; zeigt %lld Menschen
es: El punto final del oyente relacionado no está disponible; mostrando %lld personas
fr: Critère d'évaluation non disponible; montrant les personnes %lld
it: endpoint relativo all'elenco non disponibile; visualizzazione delle persone %lld
ja: 関連するリストナーのエンドポイントが利用できなくなった。%lldの人々を示す
pl: Related-listeer punkt końcowy niedostępny; pokazanie osób %lld
pt: Endpoint do ouvinte relacionado não disponível; mostrando %lld pessoas
ru: Конечная точка связанного прослушивания недоступна; показ людей %lld
sv: Relaterad-listener endpoint otillgänglig; visar %lld-personer
tr: Related-listener endpoint mevcut değil; %lld insanları göster
zh_hans: 关联的听众端点不可用; 显示 %lld 人员

source: Release
de: Freigabe
es: Publicación
fr: Libération
it: Comunicato
ja: リリース
pl: Zwolnienie
pt: Lançar
ru: Выпуск
sv: Släpp
tr: Salı
zh_hans: 发布

source: Release MBID
de: Freigabe MBID
es: Liberar MBID
fr: Libérer MBID
it: Rilasciare MBID
ja: MBIDリリース
pt: Lançar MBID
ru: Скачать MBID
sv: Släpp MBID
tr: Açıklama MBID
zh_hans: 释放 MBID

source: Releases
de: Freisetzungen
es: Publicaciones
fr: Sorties
it: Comunicati
ja: リリース
pl: Zwolnienia
pt: Lançamentos
ru: выпуски
tr: Salı günleri
zh_hans: 释放

source: Reload ListenScrobbler widgets with the latest saved ListenBrainz snapshot.
de: Laden Sie ListenScrobbler-Widgets mit dem neuesten gespeicherten ListenBrainz-Schnappschuss neu.
es: Vuelva a cargar los widgets de ListenScrobbler con la última instantánea guardada de ListenBrainz.
fr: Rechargez les widgets ListenScrobbler avec le dernier instantané enregistré ListenBrainz.
it: Ricarica i widget ListenScrobbler con l'istantanea ListenBrainz salvata.
ja: 最新の保存されたListenBrainzスナップショットでListenScrobblerウィジェットをリロードします。
pl: Wczytaj ponownie widżety ListenScrobbler z najnowszym zapisanym migawką ListenBrainz.
pt: Recarregar widgets ListenScrobbler com o último instantâneo salvo ListenBrainz.
ru: Перезагрузите виджеты ListenScrobbler с последним сохраненным снимком ListenBrainz.
sv: Reload ListenScrobbler widgets med den senaste sparade ListenBrainz snapshot.
tr: ReloadListenScrobblerEn son kaydedilen widgetsListenBrainzsnapshot.
zh_hans: 用最近保存的 ListenBrainz 快照重新装入 ListenScrobbler 部件 。

source: Remote pins mixed into the timeline
de: Remote-Pins in der Zeitleiste
es: Pines remotos integrados en la cronología
fr: Épingles distantes intégrées à la chronologie
it: Elementi remoti integrati nella cronologia
ja: タイムラインに統合されたリモートピン
pl: Zdalne przypięcia połączone z osią czasu
pt: Pins remotos integrados na cronologia
ru: Удалённые закрепления в ленте
sv: Fjärrfästningar infogade i tidslinjen
tr: Zaman çizelgesine eklenen uzak sabitlemeler
zh_hans: 混入时间线的远程置顶

source: Removed love for %@
de: Entfernte Liebe für %@
es: %@ eliminada de favoritas
fr: Amour supprimé pour %@
it: Amore rimosso per %@
ja: 削除された%@の愛
pl: Usunięto miłość do %@
pt: Amor removido por %@
ru: Снята любовь к %@
sv: Avlägsen kärlek till %@
tr: %@ için aşk
zh_hans: 删除对 %@ 的爱

source: Removing current pin
de: Entfernen des Stromstiftes
es: Eliminando el pin actual
fr: Suppression de la broche actuelle
it: Rimozione del perno corrente
ja: 現在のピンを取り除く
pl: Usuwanie sworznia prądu
pt: A remover o pino actual
ru: Удаление текущего pin
sv: Ta bort nuvarande pin
tr: Mevcut pimi geri yükleme
zh_hans: 删除当前 pin

source: Removing current pin...
de: Entfernen von Strom Pin...
es: Eliminando el pin actual...
fr: Enlever la broche actuelle...
it: Rimozione del perno corrente...
ja: 現在のピンを取り除く...
pl: Usuwanie zawleczki...
pt: Removendo o pino atual...
ru: Удаление текущего пин...
sv: Ta bort nuvarande pin...
tr: Mevcut pin'i yeniden yükleyin...
zh_hans: 删除当前 pin...

source: Removing love for %@...
de: Liebe für %@ entfernen...
es: Quitando %@ de favoritas...
fr: Supprimer l'amour pour %@...
it: Rimuovere l'amore per %@...
ja: %@の愛を取除く...
pl: Usuwanie miłości do %@...
pt: Removendo o amor por %@...
ru: Удаление любви к %@
sv: Ta bort kärlek för%@......
tr: %@ için sevgiyi yeniden yükleyin...
zh_hans: 删除对 %@ 的爱...

source: Removing love from %@
de: Liebe aus %@ entfernen
es: Quitando %@ de favoritas
fr: Supprimer l'amour d'%@
it: Rimozione dell'amore da %@
ja: %@から愛を取り戻す
pl: Usuwanie miłości z %@
pt: Removendo o amor de %@
ru: Удаление любви из %@
sv: Ta bort kärlek från%@
tr: %@'den aşk
zh_hans: 从 %@ 中删除爱

source: Repeat Listen
de: Wiederholen Hören
es: Repetir escucha
fr: Répète l'écoute
it: Ripeti l'ascolto
ja: 繰り返し 聴く
pl: Powtórz.
pt: Repetir Ouvir
ru: Повторяйте.
sv: Upprepa lyssna
tr: Tekrar Dinle
zh_hans: 重复 听着

source: Repeat Recent Listen
de: Wiederholen Sie die letzten Listen
es: Repetir escucha reciente
fr: Répéter l'écoute récente
it: Ripeti l'ascolto
ja: 最近のコメントを繰り返します
pl: Powtórzyć ostatnie wysłuchanie
pt: Repetir a Escuta Recente
ru: Повторяйте недавнее
sv: Upprepa den senaste lyssnaren
tr: En Son Dinle
zh_hans: 重复最近的声音

source: Repeated %@ to ListenBrainz.
de: %@ zu ListenBrainz wiederholt.
es: Repitió %@ en ListenBrainz.
fr: %@ répété à ListenBrainz.
it: %@ ripetuto ad ListenBrainz.
ja: %@をListenBrainzに繰り返します。
pl: Powtarzał %@ do ListenBrainz.
pt: Repetiu %@ para ListenBrainz.
ru: Повторение %@ в ListenBrainz.
sv: Upprepad%@attListenBrainz.
tr: ListenBrainz'a tekrarlanan %@.
zh_hans: 重复了%@到ListenBrainz.

source: Replacing current ListenBrainz pin...
de: Ersetzen des Stroms ListenBrainz pin...
es: Reemplazando el pin actual de ListenBrainz...
fr: Remplacer la broche actuelle ListenBrainz...
it: Sostituzione corrente ListenBrainz pin...
ja: 現在のListenBrainzピンの交換
pl: Zastąpienie bieżącego pin ListenBrainz...
pt: Substituindo o pino ListenBrainz atual...
ru: Замена текущего ListenBrainz-пина
sv: Ersätter nuvarande ListenBrainz pin ...
tr: Mevcut ListenBrainz pin'i yeniden yükleyin...
zh_hans: 替换当前 ListenBrainz 针...

source: Report an Issue
de: Ein Problem melden
es: Informar un problema
fr: Signaler un problème
it: Segnala un problema
ja: 課題報告
pl: Zgłoś wydanie
pt: Relatar um Problema
ru: Сообщить о проблеме
sv: Rapportera en fråga
tr: Rapor an Issue
zh_hans: 报告一个问题

source: Reports
de: Berichte
es: Informes
fr: Rapports
it: Relazioni
ja: レポート
pl: Sprawozdania
pt: Relatórios
ru: Доклады
sv: Rapporter
tr: Raporlar
zh_hans: 报告
